Repository: Payselection/CS-Cart
Catalog: csc_payselection/var/langs/*/addons/csc_payselection.po
Languages: ru_ru

# Languages::csc_payselection.public_key
source: Public Key
ru_ru: Публичный Ключ

# Languages::csc_payselection.secret_key
source: Secret Key
ru_ru: Секретный ключ

# Languages::csc_payselection.payment_method
source: Payment Method
ru_ru: Метод оплаты

# Languages::csc_payselection.payment_method.page
source: Payment Page
ru_ru: Страница Оплаты

# Languages::csc_payselection.payment_method.widget
source: Widget
ru_ru: Виджет

# Languages::csc_payselection.payment_type
source: Payment Seheme
ru_ru: Схема оплаты

# Languages::csc_payselection.payment_type.pay
source: Single step
ru_ru: Одностадийная

# Languages::csc_payselection.payment_type.block
source: Two Step
ru_ru: Двустадийная

# Languages::csc_payselection.enable_fiscalization
source: Enable fiscalization
ru_ru: Включить фискализацию

# Languages::csc_payselection.fiscalization_email
source: Receipt sender E-Mail
ru_ru: E-mail отправителя чека

# Languages::csc_payselection.sno
source: Tax Type
ru_ru: Система налогооблажения

# Languages::csc_payselection.inn
source: Inn
ru_ru: ИНН

# Languages::csc_payselection.payment_place
source: Place of settlement
ru_ru: Место расчетов. Адрес сайта

# Languages::csc_payselection.success_url
source: Success URL
ru_ru: URL Успеха

# Languages::csc_payselection.fail_url
source: Fail URL
ru_ru: URL Ошибки

# Languages::csc_payselection.notify_url
source: Notify URL
ru_ru: URL Оповещения

# Languages::csc_payselection.result_url
source: Result URL
ru_ru: URL Возврата

# Languages::csc_payselection.error_processing_payment
source: Error processing payment
ru_ru: Ошибка проведения оплаты

# Languages::csc_payselection.transaction_waiting_approval
source: Transaction waiting for approval
ru_ru: Ожидание подтверждения транзакции

# Languages::csc_payselection.customer_transaction_waiting_approval
source: Your transaction waiting for approval
ru_ru: Ваша транзакция ожидает подтверждения

# Languages::csc_payselection.transaction_status.preauthorized
source: Preauthorised
ru_ru: Предавторизовано

# Languages::csc_payselection.transaction_status.success
source: Success
ru_ru: Завершено

# Languages::csc_payselection.transaction_status.declined
source: Declined
ru_ru: Отказано

# Languages::csc_payselection.transaction_status.pending
source: Pending
ru_ru: Ожидание

# Languages::csc_payselection.transaction_status.voided
source: Voided
ru_ru: Аннулировано

# Languages::csc_payselection.transaction_status.wait_for_3ds
source: Wait for 3DS
ru_ru: Ожидание 3DS

# Languages::csc_payselection.transaction_status.redirect
source: Redirect
ru_ru: Перенаправлено

# Languages::csc_payselection.error_order_amount
source: Enter correct order amount
ru_ru: Введите корректную сумму

# Languages::csc_payselection.status_changed
source: Payselection: Yoyr request accepted. Please, wait several minutes.
ru_ru: Payselection: Заявка на смену статуса принята. Ожидайте несколько минут.

# Languages::csc_payselection.error_changing_status
source: Payselection: Error changing transaction status
ru_ru: Payselection: Ошибка изменения статуса транзакции
